Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/forms_schemes_fi/saamelainen_varhaiskasvatussuunnitelma.pdf.tmx
Source language: fin
Languages: sme

source: Varhaiskasvatusyksiköissä laaditaan lasten kuljetusohjeet sekä sovitaan tarvittaessa yhdessä lasten vanhempien kanssa kirjallisesti lasten osallistumisesta mm. moottorikelkka-, vene- ym. retkille ja niissä vaadittavista turvavälineistä (kypärät, pelastusliivit).
sme: Árabajásgeassimis dahkat mánáid fievrredanrávvagiid sihke soahpat dárbbašettiin ovttas máná vánhemiiguin girjjálaččat máná oassálastimis ee. mohtorgielká-, fanas- je. reaissuide ja dain gáibiduvvon dorvobiergasiin (suodjegahpirat, gádjunliivvat).

source: 6.5. Erityinen tuki varhaiskasvatuksessa
sme: 6.5. Sierra doarjja árabajásgeassimis

source: Jokaisen lapsen kasvu, kehitys ja oppiminen on yksilöllistä.
sme: Juohke máná šaddan, ovdáneapmi ja oahppan leat persovnnalaččat.

source: Lapsi voi tarvita tukea fyysisen, tiedollisen, taidollisen, tunne-elämän tai sosiaalisen kehityksensä osa-alueilla.
sme: Mánná sáhttá dárbbašit doarjaga fysalaš, diđolaš, dáiddolaš, dovdoeallima dahje sosiála ovdáneami surggiin.

source: Tuen tarve voi syntyä silloin, kun lapsen kasvuolot vaarantuvat tai eivät turvaa hänen terveyttään ja kehitystään.
sme: Doarjaga dárbu sáhttá boahtit dalle, go máná šaddandilit leat áitaga vuolde dahje eai dorvvas su dearvvašvuođa ja ovdáneami.

source: Erityisesti varhaiskasvatuksen ja neuvolan tulee toimia kiinteässä yhteistyössä lasten oppimisvaikeuksien ja varhaisen tuen tarpeen tunnistamisessa.
sme: Eandalii árabajásgeassima ja rávvehaga doaibma galget leat giddes ovttasbarggus máná oahppanváttisvuođaid ja ára doarjaga dárbbu earuheamis.

source: Kun vanhemmat tai varhaiskasvatushenkilöstö havaitsevat lapsen kehityksessä viivästymistä tai poikkeavuutta, keskustellaan yhteisesti, mikä lapsen kehityksessä on yksilöllistä tai persoonallisuuden piirteitä ja missä on tuen tarvetta.
sme: Go vánhemat dahje árabajásgeassinbargoveahka áicet máná ovdáneamis bázahallama dahje spiehkkaseami, háleštit ovttas, mii máná ovdáneamis lea persovnnalaš dahje persovnnalašvuođa sárggus ja gos dárbbaša doarjaga.

source: Toiminnan lähtökohtia ovat lapsen yksilöllisyyden huomioiminen ja itsetunnon vahvistaminen.
sme: Doaimma vuođđun lea máná persovnnalašvuođa vuhtii váldin ja iešdovddu nannen.

source: Avoimuus ja luottamuksellinen ilmapiiri lapsen vanhempien ja henkilöstön välillä luovat perustan toimivalle yhteistyölle lapsen hyväksi.
sme: Rabasvuohta ja luohttámušlaš biras máná vánhemiid ja bargoveaga gaskkas dahket vuođu doaibmi ovttasbargui máná buorrin.

source: Tarvittaessa arvioinnin tueksi hankitaan vanhempien kanssa sovitulla tavalla asiantuntijan lausunto.
sme: Dárbbašettiin árvvoštallama doarjjan skáhppot áššedovdi cealkámuša vánhemiiguin sohppojuvvon vugiin.

source: Tarvittavat tukitoimet aloitetaan heti kun tuen tarve on havaittu.
sme: Dárbbašlaš doarjjadoaimmat álggahuvvojit seammás go doarjaga dárbu lea gávnnahuvvon.

source: Esiopetus on osa varhaiskasvatusta.
sme: Ovdaoahpahus lea oassi árabajásgeassimis.

source: Kunnalla on lakiin perustuva velvollisuus järjestää esiopetusta.
sme: Gielddain lea lágas máinnašuvvon geatnegasvuohta ordnet ovdaoahpahusa.

source: Esiopetusta voidaan järjestää joko päivähoidossa tai koulussa.
sme: Ovdaoahpahusa sáhttá ordnet juogo beaivedivššus dahje skuvllas.

source: Silloin kun esiopetusta järjestetään päivähoitopaikassa, esiopetukseen sovelletaan täydentävänä myös päivähoidon lainsäädäntöä.
sme: Go ovdaoahpahus lea ordnejuvvon beaivedivššus, ovdaoahpahussii heivehit maiddái beaivedivššu láhkaásaheami dego dievasmahttin.

source: Saamelaisten kotiseutualueella saamenkielistä esiopetusta järjestetään perusopetuksen yhteydessä.
sme: Sápmelaččaid ruovttuguovllus sámegielat ovdaoahpahus ordnejuvvo vuođđooahpahusa oktavuođas.

source: Esiopetusta toteutetaan perusopetuslain mukaisesti.
sme: Ovdaoahpahus ordnejuvvo vuođđooahpahuslága vuođul.

source: Esiopetuksen opetussuunnitelman perusteet ohjaavat valtakunnallisesti esiopetuksen sisältöä, laatua ja paikallisten opetussuunnitelmien laatimista.
sme: Ovdaoahpahusa oahpahusplána vuođustusat stivrejit riikkaviidosaččat ovdaoahpahusa sisdoalu, kvalitehta ja báikkálaš oahpahusplánaid dahkama.

source: Saamen kielillä annettavan esiopetuksen kielelliset tavoitteet ovat samat kuin muussakin esiopetuksessa.
sme: Sámegielain addojuvvon ovdaoahpahusa gielalaš ulbmilat leat seammá go earáge ovdaoahpahusas.

source: Lapselle tulee kasvatuksen ja opetuksen avulla antaa mahdollisuus omaksua myös saamelainen kulttuuriperintö.
sme: Mánnái galgá bajásgeassimiin ja oahpahusain addit vejolašvuođa oahppat maiddái sápmelaš kulturárbbi.

source: Opetuksen painoalueita ovat saamelainen kulttuuri, erityisesti joiku ja käsityöt, elinkeinot, elämäntapa ja paikallinen luonto.
sme: Oahpahusa deaddočuoggát leat sápmelaš kultuvra, eandalii juoigan ja giehtaduojit, ealáhusat, eallinvuohki ja báikkálaš luondu.

source: Kielellisen ja kulttuuriperinteen jatkumista tulee edistää yhteistyössä paikallisen yhteisön kanssa.
sme: Gielalaš ja kulturárbevieru joatkašuvvama galgá ovddidit báikkálaš servodagain ovttasbarggus.

source: 7.1. Kasvatuskumppanuus vanhempien ja suvun kanssa
sme: 7.1. Bajásgeassinguoibmávuohta vánhemiiguin ja sogain

source: Kasvatuskumppanuus on suhde, jossa henkilöstö, vanhemmat ja lapsen huolenpitoon osallistuvat henkilöt tietoisesti sitoutuvat lapsen kasvun, kehityksen ja oppimisen tukemiseen.
sme: Bajásgeassinguoibmávuohta lea gaskavuohta, mas bargoveahka, vánhemat ja máná fuolaheapmái oassálastán olbmot diđolaččat čatnasit máná šaddama, ovdáneami ja oahppama doarjumii.

source: Kumppanuudessa vanhemmat, suku ja työntekijät ovat tasavertaisia, mutta erilaisia lapsen tuntijoita.
sme: Guoibmávuođas vánhemat, sohka ja bargoveahka leat dásseárvosaččat, muhto dovdet máná sierra láhkai.

source: Lapsen kodin ja varhaiskasvatuspalveluiden vahva yhteistyö tukee lapsen äänen kuulumista.
sme: Máná ruovttu ja árabajásgeassinbálvalusaid nana ovttasbargu doarju máná jiena gulloma.

source: Lapsella on oikeus osallistua, vaikuttaa ja tulla kuulluksi jokapäiväisissä askareissa ja leikeissä.
sme: Mánás lea vuoigatvuohta oassálastit, váikkuhit ja beasat gullot juohkebeaivválaš doaimmain ja stohkosiin.

source: Lapsen, perheen ja henkilöstön kanssa käytyjen keskustelujen pohjalta laaditaan lapsen varhaiskasvatussuunnitelma.
sme: Mánáin, bearrašiin ja bargoveagain háleštallamiid vuođul dahkkojuvvui máná árabajásgeassinplána.

source: Varhaiskasvatuksen toimintaa ja suunnitelmia laadittaessa turvataan vanhempien ja lasten vaikuttamismahdollisuudet päivähoidon kehittämiseen ja arviointiin.
sme: Árabajásgeassima doaimma ja plánema dagadettiin dorvvastit vánhemiid ja máná váikkuhusvejolašvuođaid beaivedivššu ovddideapmái ja árvvoštallamii.

source: Kumppanuus edellyttää myös sitä, että molemmilla osapuolilla on riittävästi tietoa toistensa kasvatusnäkemyksistä ja –tavoista.
sme: Guoibmávuohta gáibida maiddái dan, ahte goappáge oassebealis lea doarvái diehtu nuppi bajásgeassinoainnuin ja –vugiin.

source: Perheiden erilaisuuden ja erilaisten arvovalintojen tiedostaminen on kumppanuuden edellytys.
sme: Bearrašiid earáláganvuođa ja earálágan árvoválljemiid ádden lea guoibmávuođa gáibádus.

source: Työntekijällä on ammatillinen vastuu käynnistää ja ylläpitää kasvatuskumppanuutta.
sme: Bargis lea ámmátlaš ovddasvástádus vuolggahit ja bajásdoallat bajásgeassinguoibmávuođa.

source: 7.2. Moniammatillinen yhteistyö
sme: 7.2. Má ŋ ggasuorggat ovttasbargu

source: Varhaiskasvatus, neuvola, esiopetus ja perusopetus muodostavat lapsen kehityksen kannalta johdonmukaisesti etenevän kokonaisuuden.
sme: Árabajásgeassin, rávvehat, ovdaoahpahus ja vuođđooahpahus dahket máná ovdáneami dáfus njuolgguslaččat ovdáneaddji oppalašvuođa.

source: Lapsen kasvun ja kehityksen jatkuvuuden turvaamiseksi tiivis yhteistyö neuvoloiden, koulujen ja varhaiskasvatuspalveluiden välillä on tärkeää.
sme: Máná šaddama ja ovdáneami joatkevašvuođa dorvvasteapmin čavga ovttasbargu rávvehagaid, skuvllaid ja árabajásgeassinbálvalusaid gaskkas lea dehálaš.

source: Myös neuvolan tehtävänä on edistää lapsen kasvua, kehitystä ja oppimista sekä tukea vanhempia heidän kotikasvatuksessaan.
sme: Maiddái rávvehaga bargun lea ovddidit máná šaddama, ovdáneami ja oahppama sihke doarjut vánhemiid sin ruovttubajásgeassimis.

source: Sosiaali- ja terveysministeriö suosittelee, että päivähoidon ja lastenneuvolan välillä on yhteisesti sovitut yhteistyö- ja tiedonvaihtomenettelyt.
sme: Sosiála- ja dearvvašvuohtaministeriija ávžžuha, ahte beaivedivššu ja mánnárávvehaga gaskkas leat oktasaččat sohppojuvvon ovttasbargo- ja dieđulonohallanmeannudeamit.

source: Monin paikoin on kehitetty 3- ja 5-vuotiaiden lasten kehityksen seurantaan vanhempien, neuvolan ja päivähoidon yhteistyömalli.
sme: Máŋgga báikkis leat ovddidan 3- ja 5-jahkásaš mánáid ovddideami čuovvumii vánhemiid, rávvehaga ja beaivedivššu ovttasbargomálle.

source: Yhteistyö on auttanut päiväkotihenkilökuntaa entistä paremmin tiedostamaan lapsen yksilöllisen tuen tarpeet.
sme: Ovttasbargu lea veahkehan beaivedikšobargoveaga ain buorebut leat diđolaš máná persovnnalaš dárbbuin.

source: Tärkeinä varhaiskasvattajien yhteistyökumppaneina toimivat vanhempien lisäksi mm. lastenneuvola, koulu, psykologi, sosiaali- ja perhetyöntekijät, puhe-, toiminta- ja fysioterapeutti, erilaiset moniammatilliset työryhmät, hammashoito, seurakunta ja järjestöt.
sme: Dehálaš árabajásgeassima ovttasbargoguoibmin doibmet vánhemiid lassin ee. mánnárávvehat, skuvla, psykologa, sosiála- ja bearašbargit, hállan-, doaibma- ja fysioterapevta, earálágan máŋggasuorggat bargojoavkkut, bátnedikšu, searvegoddi ja organisašuvnnat.

source: 7.3. Alueellinen ja rajat ylittävä yhteistyö
sme: 7.3. Guovlulaš ja rájáid rasttildeaddji ovttasbargu

source: Varhaiskasvatuksessa tehdään yhteistyötä paikallisella, alueellisella, rajat ylittävällä ja alkuperäiskansatasolla.
sme: Árabajásgeassimis dahkat ovttasbarggu báikkálaš, guovlulaš, rájáid rasttildeaddji ja eamiálbmotdásis.

source: Saamelaisten palvelujen kehittämishankkeen aikana on saamelaisalueen henkilöstöllä korostunut tarve yhteistyössä suunnitella ja kehittää saamelaista varhaiskasvatustoimintaa.
sme: Sápmelaš bálvalusaid ovddidanfidnu áigge lea sámeguovllu bargoveagas badjánan dárbu ovttasbargguin plánet ja ovddidit sápmelaš árabajásgeassindoaimma.

source: Työntekijöiden välisen osaamisen vaihto edistää myös oman työn kehittämistä.
sme: Bargiid gaskasaš dáidduid lonohallan ovddida maiddái iežas barggu ovddideami.

source: Saamelaisen varhaiskasvatuksen kehittämisen jatkaminen edellyttää säännönmukaisia verkostotapaamisia.
sme: Sápmelaš árabajásgeassima ovddideami joatkin gáibida jeavddalaš fierbmedeaivvademiid.

source: Varhaiskasvatusyksiköiden tulee voida pitää vuosittain kehittämis- ja suunnittelutilaisuuksia, joissa työntekijät voivat yhdessä pohtia miten saamelaiset kulttuuriarvot toteutuisivat parhaiten arjen kasvatuskäytännöissä.
sme: Árabajásgeassinovttadagat galget sáhttit doallat jahkásaš ovddidan- ja plánendilálašvuođaid, main bargit sáhttet ovttas smiehttat mo sápmelaš kulturárvvut ollašuvašedje buoremusat árgabeaivvi bajásgeassindoaimmain.

source: Yhteistyö paikallisten kulttuuritoimijoiden kanssa vahvistaa lasten yhteyttä omaan kieleen ja kulttuuriin.
sme: Ovttasbargu báikkálaš kulturdoibmiiguin nanne máná oktavuođa iežas gillii ja kultuvrii.

source: Paikallisten kulttuuritoimijoiden olisi hyvä huomioida toiminnassaan myös varhaiskasvatuksen tarpeet.
sme: Báikkálaš kulturdoibmiid livččii doaimmasteaset buorre váldit árabajásgeassima dárbbuid vuhtii.

source: Pohjoissaamen kieli on yhteinen Pohjois-Kalotin alueella ja koltansaamen kieli Venäjällä ja Suomessa asuvien kolttasaamelaisten kanssa.
sme: Davvisámegiella lea oktasaš Davvikálohta guovllus ja nuortalašgiella Ruoššas ja Suomas ássi nuortalaččaiguin.

source: Saamelaisille rajat ylittävä yhteistyö on luonnollista ja jatkuvaa.
sme: Sápmelaččaide ovttasbargu rájáid rastá lea lunddolaš ja bistevaš.

source: Varhaiskasvatusyksiköiden yhteydenpito yli rajojen saamelaisten päiväkotien kanssa vahvistaa saamelaisten yhteenkuuluvuuden tunnetta ja kulttuurien tuntemusta.
sme: Árabajásgeassinovttadagaid oktavuođadoallan sápmelaš beaiveruovttuid gaskka rájáid badjel rájáid nanne sápmelaš oktiigullevašvuođa dovddu ja kultuvrra dovdamuša.

source: Saamelaisalueen kunnilla on sopimuksia Ruotsin ja Norjan lähialueen kuntien kanssa varhaiskasvatuspalvelujen ostosta yli rajan.
sme: Sámeguovllu gielddain leat soahpamušat Ruoŧa ja Norgga lagašguovllu gielddaid gaskka árabajásgeassinbálvalusaid oastimis rájá rastá.

source: Myös muilla alkuperäiskansoilla on samanlaisia haasteita oman kielen, kulttuurin ja yhteisöllisyyden ylläpitämiseksi ja vahvistamiseksi.
sme: Maiddái eará eamiálbmogiin lea seammasullasaš hástalusat iežas giela, kultuvrra ja servodatlašvuođa bajásdoallamis ja nannemis.

source: Varhaiskasvatushenkilöstön on hyvä tutustua muiden alkuperäiskansojen hyviin käytäntöihin kielen ja kulttuurin siirtämiseksi tuleville sukupolville.
sme: Árabajásgeassinbargovehkii lea ávkin oahpásmuvvat maiddái eará eamiálbmogiid buorre geavadagaide giela ja kultuvrra sirdimis boahttevaš sohkabuolvvaide.

source: Alkuperäiskansayhteistyö on aloitettu saamelaisen lastenkulttuurikeskuksen toimesta lastenkulttuurin osalta.
sme: Eamiálbmotovttasbargu lea álggahuvvon sápmelaš kulturguovddáža doaimmas mánáidkultuvrra oasis. 8. SÁPMELAŠ ÁRABAJÁSGEASSIMA OVDDIDEAPMI

source: Alkuperäiskansan kielten uhanalaisuus edellyttää viranomaisilta positiivista erityiskohtelua, jolla kielten säilyminen ja uusille sukupolville siirtyminen voidaan turvata.
sme: Eamiálbmoga gielaid áitatvulošvuohta gáibida virgeoapmahaččain positiivva meannudeami, mainna gielaid seailun ja ođđa sohkabuolvvaide sirdašuvvan sáhttá dorvvastuvvot.

source: Suunnitelmallisen kielen- ja kulttuurinelvyttämisohjelman laatiminen varhaiskasvatukseen ja perusopetukseen auttaisi palauttamaan saamen kielen sen menettäneille saamelaisille sekä tekemään saamen kielistä saamelaisyhteiskuntaa kannattelevan voimavaran.
sme: Plánaid mielde dahkkojuvvon giela- ja kulturealáskahttinprográmma dahkan árabajásgeassimii ja vuođđooahpahussii máhcahivččii sámegiela dan manahan sápmelaččaide sihke dagašii sámegielain sámeservodaga bajásdoalli fámu.

source: Saamelaisen varhaiskasvatuksen haasteena on erityisesti koltta- ja inarinsaamenkielisen varhaiskasvatusmateriaalin tekeminen.
sme: Sápmelaš árabajásgeassima hástalussan lea eandalii nuortalaš- ja anárašgielat árabajásgeassima dahkan.

source: Saamelaisen materiaalipankin kehittäminen internettiin on tärkeää saamenkielisen varhaiskasvatusmateriaalin kokoamiseksi yhteen varhaiskasvatushenkilöstön ja vanhempien käyttöön.
sme: Sápmelaš materiálabáŋkku dahkan internehttii lea dehálaš sámegielat árabajásgeassinmateriála oktii čohkkemii. Dát báŋku livččii oaivvilduvvon árabajásgeassinbargoveaga ja vánhemiid atnui.

source: Varhaiskasvatuksen sisällön kehittäminen on perustyön osana tehtävää työtä.
sme: Árabajásgeassima sisdoalu ovddideapmi lea bargu, man galgá bargat vuođđobarggu olis.

source: toiminnan edellytysten kehittämiseksi on tärkeää kiinnittää huomiota pienryhmien muodostamismahdollisuuteen, toimintaan, tiloihin ja välineisiin.
sme: Pedagogalaš doaimma eavttuid ovddideapmin lea dehálaš giddet fuopmášumi smávvajoavkkuid ceggenvejolašvuođaide, doibmii, sajiide ja gaskaomiide.

source: Henkilöstön työolosuhteiden kehittämiseksi on tärkeää huomioida henkilöstön koulutusmahdollisuudet ja työssä jaksaminen. Henkilöstö tarvitsee tukea ja ohjausta saamen kieleen ja kulttuuriin liittyvien pedagogisten käytäntöjen tunnistamisessa, arvioimisessa ja kehittämisessä.
sme: Bargoveaga bargodiliid ovddideapmin lea dehálaš váldit vuhtii bargoveaga skuvlenvejolašvuođaid ja barggus veadjima Bargoveahka dárbbaša doarjaga ja stivrema sámegillii ja kultuvrii gullevaš pedagogalaš geavadagaid earuheamis, árvvoštallamis ja ovddideamis.

source: Oman työn kehittäminen auttaa näkemään työtä uudessa valossa, nostamaan sen arvostusta, tunnistamaan omaa osaamista sekä omaksumaan uusia työtapoja ja –menetelmiä.
sme: Iežas barggu ovddideapmi veahkeha oaidnit barggu ođđa čalmmiiguin, loktet dan árvvus atnima, earuhit iežas máhttima sihke oahppat ođđa bargovugiid ja –

source: Kehittämisen haasteena ovat saamelaisten palvelujen kehittämishankkeen aikana luodun kehittämisverkoston ylläpitäminen, yhteistyöedellytysten turvaaminen sekä henkilöstön ja vanhempien osallisuuden vahvistaminen kehittämistyössä.
sme: metodaid. Ovddideami hástalussan lea sápmelaš bálvalusaid ovddidanfidnu áiggedahkkon ovddidanfierpmádaga bajásdoallan, ovttasbargoeavttuid dorvvasteapmi sihke bargoveaga ja vánhemiid oasálašvuođa nannen ovddidanbarggus.

source: Varhaiskasvatuksen ohjauksesta ja johtamisesta vastaavilla tahoilla on myös keskeinen rooli kehittämistyön etenemisessä.
sme: Árabajásgeassima stivremis ja jođiheamis vástideaddji beliiguin lea maiddái guovddáš rolla ovddidanbarggu ovdáneamis.

source: Saamelaisten palvelujen kehittämistyössä on noussut esiin resurssien puute, joka vaikeuttaa yhteistyön tekemistä ja toiminnan kehittämistä.
sme: Sápmelaš bálvalusaid ovddidanbarggus lea badjánan resurssaid váilevuohta, mii dahká ovttasbarggu bargama ja doaimma ovddideami váttisin.

source: Saamelaisalueella tarvitaan koko alueen yhteinen saamelainen varhaiskasvatusohjaaja.
sme: Sámeguovllus dárbbašuvvo oppa guovllu oktasaš sápmelaš árabajásgeassinstivrejeaddji.

source: Varhaiskasvatusohjaajan tehtäviin kuuluisi päivähoidon, kielipesien, esiopetuksen ja neuvoloiden kanssa tehtävä yhteistyö sekä ohjaus ja tiedottaminen saamen kieleen, kulttuuriin, kasvatukseen ja monikielisyyteen liittyvissä asioissa.
sme: Árabajásgeassinstivrejeaddji bargguide gulašedje beaivedivššuin, giellabesiiguin, ovdaoahpahusain ja rávvehagaiguin dahkkon ovttasbargu sihke stivren ja dieđiheapmi sámegiela, kultuvrra, bajásgeassima ja máŋggagielatvuhtii guoskevaš áššiin.

source: 8.1. Varhaiskasvatuksen henkilöstön saatavuus, koulutus ja osaaminen
sme: 8.1. Árabajásgeassima bargoveaga oažžun, skuvlen ja máhttin

source: Saamelaisen varhaiskasvatuksen suurimpana haasteena on saamenkielisen koulutetun henkilöstön saatavuus.
sme: Sápmelaš árabajásgeassima stuorámus hástalussan lea sámegielat skuvlejuvvon bargoveaga oažžun.

source: Saamelaisista lähtökohdista suunniteltua ammatillista ja korkea-asteen koulutusta tulisi voida opiskella saamelaisten kotiseutualueella.
sme: Sápmelaš vuolggačuoggáin plánejuvvon ámmátlaš ja allaskuvladási skuvlejumi galggašii sáhttit oažžut sápmelaččaid ruovttuguovllus.

source: Suomessa ei järjestetä saamenkielistä varhaiskasvatusalan koulutusta.
sme: Suomas eai lágit sámegielat árabajásgeassinsuorggi skuvlejumi.

source: Oulun yliopistossa, opettajankoulutuslaitoksessa on kiintiö (2 paikkaa) syntyperäisille saamenkieliselle lastentarhanopettajahakijoille suomenkieliseen koulutukseen.
sme: Oulu universiteahta, oahpaheaddjiskuvlenlágádusas, lea earri (2 báikki) riegádeamis sámegielagiidda mánáidgárdeoahpaheaddjiohcciide suomagielat skuvlejupmái.

source: Lähin saamelaista varhaiskasvatusopetusta tarjoava korkeakoulu sijaitsee PohjoisNorjassa.
sme: Lagamus sápmelaš árabajásgeassinoahpahusa fálli allaskuvla lea Davvi-Norggas.

source: Suomalaisilla saamenkielisillä on oikeus hakeutua Norjaan opiskelemaan lastentarhanopettajiksi.
sme: Suomabeale sámegielagiin lea vuoigatvuohta ohcat Norgii oažžut skuvlejumi mánáidgárdeoahpaheaddjin.

source: Saamelaisalueen koulutuskeskuksessa Inarissa on järjestetty sosiaali- ja terveysalan perustutkintoon johtavaa lähihoitajakoulutusta vuodesta 1997 alkaen.
sme: Sámeguovllu oahpahusguovddážis Anáris lea ordnejuvvon sosiála- ja dearvvašvuođasuorggi vuođđodutkosii doalvu lagašdivššárskuvlejumi jagi 1997 rájes.

source: Koulutus on helpottanut äidinkieleltään saamenkielisen koulutetun henkilöstön saatavuutta.
sme: Skuvlen lea dahkan álkibun eatnigielat sámegielat skuvlejuvvon bargoveaga oažžuma.

source: Opetussuunnitelmaan sisältyy kaikille yhteisenä vain 2 opintoviikkoa saamen kielen opetusta ja 2 (ov) monikulttuurisuus opintoja.
sme: Oahpahusplánii gullá buohkaide oktasažžan dušše 2 oahppavahku sámegielat skuvlejupmi ja 2 (ov) máŋggakultuvrrat oahput.

source: Vapaasti valittaviin opintoihin (10 ov) voi sisällyttää saamen kielen ja kulttuurin opintoja.
sme: Friija válljejuvvon oahpuide (10 ov) sáhttá váldit sámegiela ja kultuvrra oahpuid.

source: Saamelaisalueella järjestettäviin koulutuksiin tulisi sisällyttää huomattavasti enemmän saamen kielen ja kulttuurin opintoja.
sme: Sámeguovllus ordnejuvvon skuvlejumiide galggašii váldot olu eanet sámegiela ja kultuvrra oahpuid.

source: Varhaiskasvatushenkilöstön työtehtävät ovat pedagogisesti, sosiaalisesti ja yhteiskunnallisesti muuttuneet vaativammiksi.
sme: Árabajásgeassinbargoveaga barggut leat pedagogalaččat, sosiálalaččat ja servodatlaččat rievdan eambo gáibideaddjin.

source: Lasten kielitaidon erilainen taso ja yksilölliset tarpeet asettavat työntekijöille omat lisähaasteensa.
sme: Máná gielladáiddu earálágan dássi ja persovnnalaš dárbbut dahket bargiide iežas lassihástalusaid.

source: Varhaiskasvatuksessa aikuisten keskinäiset suhteet ja työssä jaksaminen heijastuvat lapsiin ja hoitopaikan ilmapiiriin.
sme: Árabajásgeassimis ollesolbmuid gaskanas gaskavuođat ja barggus veadjin čuhcet mánáide ja bargobáikki birrasii.

source: On tärkeää panostaa henkilöstön työssä jaksamiseen, työnohjaukseen ja kouluttautumiseen.
sme: Lea dehálaš deattuhit bargoveaga barggus veadjima, bargostivrema ja skuvlejumi.

source: Kasvattajan on hyvä pohtia omia toimintatapojaan ja keskustella erilaisten tilanteiden aiheuttamista tunteista ja reagointitavoista.
sme: Bajásgeassái lea buorre smiehttat iežas doaibmavugiid ja háleštallat earálágan diliid bokte boahtán dovdduin ja reagerenvugiin.

source: Varhaiskasvatushenkilöstö tarvitsee tukea ja osaamisen vahvistamista
sme: Árabajásgeassinbargoveahka dárbbaša doarjaga ja máhttima nannema

source: - pedagogisten käytäntöjen ja menetelmien arvioimisessa ja kehittämisessä
sme: - pedagogalaš geavadagaid ja metodaid árvvoštallamis ja ovddideamis

source: - yhdenmukaistamisprosessin vaikutusten ja järjestelmien tunnistamisessa;
sme: - seammaláganiindahkanproseassa váikkuhusaid ja vuogádagaid earuheamis;

source: miten ne ohjaavat ajattelua ja toimintaa (kolonialismi)
sme: mo dat stivrejit jurddašeami ja doaimma (kolonialisma)

source: - lasten saamen kielen ja kulttuurin vahvistamisessa
sme: - máná sámegiela ja kultuvrra nannemis

source: - saamen kielissä ja kulttuureissa - oman saamelaisen ammatti-identiteetin vahvistamisessa
sme: - sámegielain ja kultuvrras - iežas sápmelaš ámátidentitehta nannemis

source: - saamelaisen kulttuurin lähtökohdista tapahtuvan varhaiskasvatuksen tavoitteiden, sisällön ja toimien suunnittelussa
sme: - sápmelaš kultuvrra vuolggačuoggáin dáhpáhuvvan árabajásgeassima ulbmiliid, sisdoalu ja doaimmaid plánemis

source: - kulttuuriymmärryksen merkityksestä kielen ja kulttuurin säilyttäjänä
sme: - kulturáddejumi mearkkašumis giela ja kultuvrra seailluheaddjin

source: Saamelaisten palvelujen kehittämishankkeen aikana on ilmennyt tarve suunnitella ja järjestää koulutusta kielipesähenkilöstölle ja vanhemmille saamen kielen ja kulttuurin elvyttämisestä.
sme: - máŋggagielatvuohtaskuvlejumis sápmelaš bálvalusaid ovddidanfidnu áigge lea ilbman dárbu plánet ja ordnet skuvlejumi giellabeassebargovehkii ja vánhemiidda sámegiela ja kultuvrra ealáskahttimis.

source: 8.2. Varhaiskasvatuspalvelujen monimuotoisuus
sme: 8.2. Árabajásgeassinbálvalusaid má ŋ ggahámatvuohta
